0‚-’	*†H†÷ ‚-ƒ0‚-10	`†He0‚"¯	*†H†÷ ‚" ‚"œ<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>ConsentText</key>
	<dict>
		<key>default</key>
		<string>The Accounts and Authentication Logging Profile generates files that allow Apple to troubleshoot issues with your accounts, including your configured accounts such as iCloud, Facebook, Twitter and Gmail, on your macOS device. The generated log files include information about your accounts and device and may contain information that could be considered your personal information, including account information of your configured accounts, such as the username and email address associated with the account; your device information, such as the serial number, phone number, other unique identifiers associated with the device, and user device metadata; Apple ID authentication information, such as when you are asked to authenticate, whether the authentication succeeded or failed, and your authentication activity on other devices; Apple ID URL traffic information, such as the URLs of requests going to iCloud, Game Center and other Apple ID-based services; timestamps; app identifiers; and iCloud record identifiers. The profile will expire after 3 days.

You will be able to turn on and off logging at any time while the Profile is installed, and will be able to review the log files on your computer prior to sending them to Apple. To turn off logging on your macOS device, open System Preferences, click "Profiles," select "Accounts and Authentication Logging" from "Device Profiles," click the minus button and click the "Remove" button when prompted.

To exclude an account from the verbose logging generated by this profile, you may remove the account from the system prior to installing this profile. To do so, open System Preferences, click â€œInternet Accountsâ€, select the account you would like to exclude and click the minus button to delete the account from your system.

By enabling this diagnostic tool and sending a copy of the generated files to Apple, you are consenting to Apple's use of your information in accordance with its privacy policy (http://www.apple.com/legal/privacy).

Apple Confidential Profile. Do not distribute. Not to be used or disclosed without permission from Apple. Copyright Â© 2021, Apple Inc. All rights reserved.</string>
	</dict>
	<key>DurationUntilRemoval</key>
	<real>259200</real>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadDescription</key>
			<string>Enables Accounts and Authentication debug logging</string>
			<key>PayloadDisplayName</key>
			<string>Accounts and Authentication Logging</string>
			<key>PayloadEnabled</key>
			<true/>
			<key>PayloadIdentifier</key>
			<string>com.apple.accounts.debuglogging</string>
			<key>PayloadOrganization</key>
			<string>Apple Inc.</string>
			<key>PayloadType</key>
			<string>com.apple.system.logging</string>
			<key>PayloadUUID</key>
			<string>43A7F3E7-08B4-47E4-95E8-2737768794B3</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>Subsystems</key>
			<dict>
				<key>com.apple.accounts</key>
				<dict>
					<key>DEFAULT-OPTIONS</key>
					<dict>
						<key>Enable-Private-Data</key>
						<true/>
						<key>Level</key>
						<dict>
							<key>Enable</key>
							<string>Debug</string>
							<key>Persist</key>
							<string>Debug</string>
						</dict>
						<key>Propagate-with-Activity</key>
						<true/>
						<key>TTL</key>
						<dict>
							<key>Debug</key>
							<integer>3</integer>
							<key>Default</key>
							<integer>3</integer>
							<key>Info</key>
							<integer>3</integer>
						</dict>
					</dict>
				</dict>
				<key>com.apple.accountsui</key>
				<dict>
					<key>DEFAULT-OPTIONS</key>
					<dict>
						<key>Enable-Private-Data</key>
						<true/>
						<key>Level</key>
						<dict>
							<key>Enable</key>
							<string>Debug</string>
							<key>Persist</key>
							<string>Debug</string>
						</dict>
						<key>TTL</key>
						<dict>
							<key>Debug</key>
							<integer>3</integer>
							<key>Default</key>
							<integer>3</integer>
							<key>Info</key>
							<integer>3</integer>
						</dict>
					</dict>
				</dict>
				<key>com.apple.authkit</key>
				<dict>
					<key>DEFAULT-OPTIONS</key>
					<dict>
						<key>Enable-Oversize-Messages</key>
						<true/>
						<key>Enable-Private-Data</key>
						<true/>
						<key>Level</key>
						<dict>
							<key>Enable</key>
							<string>Debug</string>
							<key>Persist</key>
							<string>Debug</string>
						</dict>
						<key>TTL</key>
						<dict>
							<key>Debug</key>
							<integer>3</integer>
							<key>Default</key>
							<integer>3</integer>
							<key>Info</key>
							<integer>3</integer>
						</dict>
					</dict>
				</dict>
				<key>com.apple.cdp</key>
				<dict>
					<key>DEFAULT-OPTIONS</key>
					<dict>
						<key>Enable-Private-Data</key>
						<true/>
						<key>Level</key>
						<dict>
							<key>Enable</key>
							<string>Debug</string>
							<key>Persist</key>
							<string>Debug</string>
						</dict>
						<key>TTL</key>
						<dict>
							<key>Debug</key>
							<integer>3</integer>
							<key>Default</key>
							<integer>3</integer>
							<key>Info</key>
							<integer>3</integer>
						</dict>
					</dict>
				</dict>
				<key>com.apple.family</key>
				<dict>
					<key>DEFAULT-OPTIONS</key>
					<dict>
						<key>Enable-Private-Data</key>
						<true/>
						<key>Level</key>
						<dict>
							<key>Enable</key>
							<string>Debug</string>
							<key>Persist</key>
							<string>Debug</string>
						</dict>
						<key>TTL</key>
						<dict>
							<key>Debug</key>
							<integer>3</integer>
							<key>Default</key>
							<integer>3</integer>
							<key>Info</key>
							<integer>3</integer>
						</dict>
					</dict>
				</dict>
				<key>com.apple.followup</key>
				<dict>
					<key>DEFAULT-OPTIONS</key>
					<dict>
						<key>Enable-Private-Data</key>
						<true/>
						<key>Level</key>
						<dict>
							<key>Enable</key>
							<string>Debug</string>
							<key>Persist</key>
							<string>Debug</string>
						</dict>
						<key>TTL</key>
						<dict>
							<key>Debug</key>
							<integer>3</integer>
							<key>Default</key>
							<integer>3</integer>
							<key>Info</key>
							<integer>3</integer>
						</dict>
					</dict>
				</dict>
				<key>com.apple.icloudpreferences</key>
				<dict>
					<key>DEFAULT-OPTIONS</key>
					<dict>
						<key>Enable-Oversize-Messages</key>
						<true/>
						<key>Enable-Private-Data</key>
						<true/>
						<key>Level</key>
						<dict>
							<key>Enable</key>
							<string>Debug</string>
							<key>Persist</key>
							<string>Debug</string>
						</dict>
						<key>Propagate-with-Activity</key>
						<true/>
						<key>TTL</key>
						<dict>
							<key>Debug</key>
							<integer>3</integer>
							<key>Default</key>
							<integer>3</integer>
							<key>Info</key>
							<integer>3</integer>
						</dict>
					</dict>
				</dict>
				<key>com.apple.internetAccounts</key>
				<dict>
					<key>DEFAULT-OPTIONS</key>
					<dict>
						<key>Enable-Private-Data</key>
						<true/>
						<key>Level</key>
						<dict>
							<key>Enable</key>
							<string>Debug</string>
							<key>Persist</key>
							<string>Debug</string>
						</dict>
						<key>TTL</key>
						<dict>
							<key>Debug</key>
							<integer>3</integer>
							<key>Default</key>
							<integer>3</integer>
							<key>Info</key>
							<integer>3</integer>
						</dict>
					</dict>
				</dict>
				<key>com.apple.social</key>
				<dict>
					<key>DEFAULT-OPTIONS</key>
					<dict>
						<key>Enable-Private-Data</key>
						<true/>
						<key>Level</key>
						<dict>
							<key>Enable</key>
							<string>Debug</string>
							<key>Persist</key>
							<string>Debug</string>
						</dict>
						<key>TTL</key>
						<dict>
							<key>Debug</key>
							<integer>3</integer>
							<key>Default</key>
							<integer>3</integer>
							<key>Info</key>
							<integer>3</integer>
						</dict>
					</dict>
				</dict>
			</dict>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>Enables Accounts and Authentication debug logging</string>
	<key>PayloadDisplayName</key>
	<string>Accounts and Authentication Logging</string>
	<key>PayloadIdentifier</key>
	<string>com.apple.accounts.debuglogging</string>
	<key>PayloadOrganization</key>
	<string>Apple Inc.</string>
	<key>PayloadRemovalDisallowed</key>
	<false/>
	<key>PayloadScope</key>
	<string>system</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>3769642C-8D45-49C2-A82C-4AAC6B12D28F</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
	<key>RemovalDate</key>
	<date>2022-05-14T07:00:00Z</date>
</dict>
</plist>
 ‚	s0‚0‚  ¹ûe‘J˜i0	*†H†÷ 0b10	UUS10U

Apple Inc.1&0$UApple Certification Authority10UApple Root CA0130524174337Z280524174337Z0Œ1@0>U7Apple Application Integration 2 Certification Authority1&0$UApple Certification Authority10U

Apple Inc.10	UUS0‚"0	*†H†÷ ‚ 0‚
‚ ¸H¡glVåpÅFô¯…ã½:Ş¡çÙ¨6<b¥| G³k¬şØtæ5°XOtØ£şí-î¤s%YÔ–Ü&Ï'‹TœÜ’±à3b™È¹¯6¤j‘§mİİ-Ì}Ì)‰£É™ª¢ìÙgi<¿D($±Ä,5Ö± %ïP§Û%ÆÃOo[‡¾*ñ“§Ôl^²9.©ám;®9q?ó¹ôW# O™ƒ^ŸğX¾µÑì×²~Âeâñì<¦ünÛV³î
²KÉ¢ğñ1ö®Ş5lÃ€^Pc¶ºm\ÀãŸ&ƒJŞ›©°Zoû›kìİß2Şü.B¢ÊxZ× £¦0£0U÷¾|!`‘Û={Ø:2ißl›0Uÿ0ÿ0U#0€+ĞiG”v	şôk.@¦÷GM^0.U'0%0# ! †http://crl.apple.com/root.crl0Uÿ0
*†H†÷cd 0	*†H†÷ ‚ •Íı¤]õñÀ‡I‡İ³3“­„Ğ!“ãÙÖÚ¯	"‚`<YBñ-“¶?ÿô*ôîjxÁ.û;L®eCËÏ¨ë=7E/J¨ˆkâšÛïg¸ñäØ†qwÓó‰à¯¤ê(¤?4ye6ƒTAq×!ÜPUEÎ¼÷ÜUĞ³Ê(Q¬sQ¬y‹n’ 7	a1/¡Ñºëá\7ÀØÑçàRB¤”‹ö`"`| À?Á•…ÕÂ'c°bV™í%ôÌˆ™™ÜT·yè…8@Â¹íMbÔ+ö)ñg¡árwö ”+Qˆ„Sòó’	„óè¿¡&Ïü’7»@0‚S0‚; À6Ÿ™k
0	*†H†÷ 0Œ1@0>U7Apple Application Integration 2 Certification Authority1&0$UApple Certification Authority10U

Apple Inc.10	UUS0201214200231Z231214200231Z0s1.0,U%AppleCare Profile Signing Certificate10UConfiguration Profiles10U

Apple Inc.10	UUS0‚"0	*†H†÷ ‚ 0‚
‚ Úûñ”E0H(ì¶A¤[ûB JVßúLWæıøÖfö×ïÃWWÀ[kh’Ÿ³oíR‹téAj˜³»Q¬wŸé–÷;$Ş#Àå°»¤ıgBªb}ÏñAó,³!‚ÄûÑhsÏûêšÒdËt©P+ñ†üûSï››fÄ‚eï2İV`^"şïÑ8‰{H‡ôF¯ÉU™†w.”×N_‡Ü–Hˆ$&uwY``éL5õ˜îÚzøOİ—¿Ó™r¡ëD;HÒ‰y›åÈH'>øÊ“ØòÖQnÜ°+ùl·TÚç2„S¥ÿQ†¾*i'¥\?W°ßº"zoS5Sû¢ÔÑ"XÜ/ £‚Ï0‚Ë0Uÿ0 0U#0€÷¾|!`‘Û={Ø:2ißl›0@+40200+0†$http://ocsp.apple.com/ocsp04-aaica020‚U ‚0‚0ş	*†H†÷cd0ğ0(+http://www.apple.com/appleca0Ã+0¶³Reliance on this certificate by any party assumes acceptance of the then applicable standard terms and conditions of use, certificate policy and certification practice statements.0U%ÿ0	*†H†÷cd0U9SöÇG`ÔÆ?£l%‡ê$%º·0Uÿ€0	*†H†÷ ‚ Sß3çhÂ-3=%à¬q‘dÙER–÷ßù¾)?nCØÎò,›]¶OLE.†|g#æQg%‡Ç¼“ªëKœ·ÊçS¥Oïp4ƒÚ¾™²Õë(÷¸Ìæs¾¦æ@Äç0AF ït,ThÏEi§“|ààŞÚ:Kq÷Ûø·É„õy¬[$GÉø­¤HŞÖÜ†w+÷p ˜¥A¥]z ]ï†òé/ûö“tîPøSo¿­Ä|ÃIlÓV¾é‘*†ä<ÈçÌÈ—ïø¯f°3Æ5œs¸x¦cPbb‹ÉU‚´V×&ñ¦Ÿèv¹ |:¯"Ğ‰hÅ²1‚?0‚; 9SöÇG`ÔÆ?£l%‡ê$%º·0	`†He0	*†H†÷ ‚ t©àÏÌNÓ|Á”A0ÏŠ†N_s9›60DiÔÛ-İ ŒÎ¸ú÷Ø¦>¼ıg!DcÛL0Ì–C¿-Ê€vôfñ!Jnãh.V @ŒÖu-J3uVTk9Ç¬±+Ñ³—ÃXš™E‹E½DÓÜík0J¢O¸´b‘jQZòc`FÉ _d"DMĞ<
bLÈ¾Ó¯£>qˆ—šxÿhn.jÓuRŠ¸¤´ù\ãÚÂ/GO¡{ÈÎ‰šÆRnQ÷³~Ùnó.«^JNI†ƒ·©um)\«H¹QŠª6ÿ“AÂ'ätÎ_ªŞÑIRxJÕä†ÕòX‡V